export default {
  title: '标题不能为空，长度不能超过50个字',
  name: '名字格式填写不正确',
  text1: '不符合规则(20个字母数字或10个中文)',
  fullInfo: '请完整填写所有信息',
  address: '请选择正确的地址',
  lackAddr: '地址信息不正确，请详细填写',
  zip: '邮政编码必须是6位正数',
  price: '价格不能为负数',
  photoExist: '必须上传一张图片',
  idPhoto: '请上传身份证正反两面',
  idno: '身份证号码格式不正确',
  phone: '手机号码格式不正确，请重新输入',
  pass1: '密码长度至少8位，必须含有一个字母和一个数字',
  pass2: '密码不正确',
  //
  save1: '因为网络问题，您所编辑的收货地址没有保存，请重新编辑',
  //
  submit2: '提交成功，系统将在48小时内完成认证',
  code1: '验证码已发送，请进入邮箱查收',
  code2: '验证码已发送，请留意手机短信',
  //
  server400: '服务器出错，请稍后重试',

  // 
  updPass: '密码已更新',
  updEmail: '邮箱地址已更新',
  updPhone: '手机号码已更新',
}